{"podcast_details": {"podcast_title": "Rich Dad Radio Show: In-Your-Face Advice on Investing, Personal Finance, & Starting a Business", "host_name": "The Rich Dad Media Network", "episode_title": "Unraveling the secrets of the Medici banking family and their impact on modern finance", "episode_image": "https://d3wo5wojvuv7l.cloudfront.net/t_rss_itunes_square_1400/images.spreaker.com/original/1dadae9f096030a0815722543c03ad2c.jpg", "episode_duration": "2304", "episode_transcript": " This is the Rich Dad Radio Show, the good news and bad news about money. Here's Robert Kiyosaki. Hello, hello, hello, Robert Kiyosaki, the Rich Dad Radio Show, the good news about money. And today I have a very, very special friend, a long time friend, Mark Moss. We kind of meet each other on the circuit, the speaking circuits of the world, speaking about our favorite subject, money. And Mark just returned from a trip through Europe and he has some very interesting points of view on the history of money, how it got started. And so it's gonna be a little special show because the more you know about history, the more you can see the future. So welcome to the Rich Dad Show, Mark. Thanks, Robert. It's such a pleasure being here with you. Any chance I get, I'm out here. Oh, thank you. Give us a little bit of your background first. What, how'd you get into this business? You know, right out of high, I grew up just thinking about how to make money. My dad, you know, didn't give me everything, so I had to go, I had to, I had to think when I was 12, I wanted a bike. And so what skill did I have? Right. Oh, I knew how to mow lawns. So how could I take that skill and apply it to the market? Well, I knocked on doors and I mowed people's lawns. And so I've always thought of it that way. So I have to increase my skills so I could take more to the market. Good, yeah. Which is how it should be. Right out of high school, I came out of this crash, 89 to 92 real estate in California had crashed. The banks owned all these repos and they were literally giving them away if you just take them over. Zero down and I didn't have any money. I had to come up with $3,000 for closing costs. I didn't even have that. But I got a buddy, we partnered up, we bought some real estate and then the rest has been history. So that's kind of how I got into it. But then in 2008, I got blindsided and I got wiped out because I knew how to make money, but I didn't understand the financial system. Right. And I didn't realize how much power that had over my life. And I'm like, wow. So I'm really good at making money, but I need to understand what this is that has this control over my life. And so the last 12, 14 years, I've just spent my whole life just trying to uncover that and try to figure that out selfishly at first and now trying to help other people not make the same mistakes. Right, right, right. That's how Kim and I started. When people, the crash was so bad, nobody had any money, everything was closing. We had no money, we didn't have a job, but we went around and figured the system out, the finance system. Yeah. And pretty soon we were buying real estate with nothing down and all this. And it was just on a soft skill called negotiations. Right. We would go and talk to the seller, da, da, da, da, da. And we had to basically sell them on the idea that we'd make sure their monthly nut was covered. Right. And that's how we got there. Some people say, I don't have any money. I said, not having money could be your best advantage. Yeah. If you're being resourceful and you're moving forward. But anyway, you just got back from Europe, man. You just, it's eye opening as usual, I'm sure. Yeah. So what did you find out about, you know, we've talking about ledger system, Medici, how it applies today, the first gold coin, things like that. Yeah. As you said, kind of in the beginning, if you don't understand history, you're sort of bound to repeat it. And so I love to go back and learn history so I could figure out where we're gonna going. And I know we're gonna talk about like central bank digital currencies in a little bit, but really it's important to go back to history to understand it because what they're promising is this unified ledger. And if we go back to 1392 in Florence, Italy, the Medici banking family really invented the modern monetary or financial system that we have today. And it was through the creation of a ledger system and modern accounting. And that modern accounting allowed us to track liabilities and assets at the same time. It had never been done before. Double entry bookkeeping. Double entry bookkeeping, exactly. But also the thing you were talking about is blockchain is ledger. Right. Right. And so it's just going electronic. That's right. So you saw the start of it back in Italy. Yeah, so we saw the start of it. And again, so it's important to understand the history. And so what's interesting is not going super deep, but after the fall of the Roman empire, we went into this period called the dark ages, where all records were lost. And then we had the birth of the Renaissance system, where we had this explosion of art and science and so forth. And it was really in Florence, they created a coin called the Florin, which was a gold coin. And it was the longest lasting gold coin in history. It was about 400 years without being debased. And by having sound money for 400 years and globally recognized money, it had this explosion of trade and specialization. And so that's what really exploded this Renaissance age, a period of great abundance. And I went to the US Merchant Marine Academy in New York, cause it was about ocean going, the sea lanes of the world. And they always talk about Venice and all that, the great sailors, how they traded through the Aegean and the Greece and traveled the world. That was, the gamma went to Portugal and got us all an explosion of, well, Columbus went to America supposedly. And Pizarro went to South America. And that was a history buff. I loved all that stuff. Yeah. And then Pizarro was a guy that, the Incas don't especially like him, but he went up there and he killed a lot of people, took their gold. And that's what caused Spain to boom, boom. Because they took all the Inca gold and dropped it off in Spain. Yep. And when they brought all that gold and silver back, it created a lot of abundance, but it also created a lot of inflation because they increased the money supply. Correct. Yeah. But people had confidence in gold, the Florence as you call it. Right. It's a very important subject here because we're entering, I think the dark ages right now. I'm listening to Jim records and a whole bunch of other people who are behind the scenes more than you and I are. Yeah. And records is calling for tens of thousands of people to lose their jobs. Yeah. And the reason is because global trade is slowing. Right. And everybody thought that, you know, after COVID China would pull us out, but China's in worse shape than we are. They are, it's bad. So that's why this, which that radio shows a very important show is how you get ahead. I want to reiterate what Mark is saying about the nineties when Kim and I had nothing, didn't have jobs or anything, we still invested. But we just didn't say these words, I can't do it. Yeah. I can't afford it. We just figured out how to do it. And to this day, I think about some of the problems is in Portland, Oregon, I think of some of the properties we acquired and all that, just talking to the seller, saying, look, I understand, show us your numbers, da da da da. And we had to figure out, could we rent the place for more than we were going to pay for it? But the seller just wanted to get out of there. Yeah. You know what I mean? There were a call in the scientific world of real estate is called, I'm a don't want her. I just don't want this thing anymore. And that period is coming up because a lot of people would don't want their assets pretty soon. Yeah. And I love what you do, Robert, because it's a lot of mindset and a lot of the way, different ways to think about things. And so while the world is scary, like we're going into this dark time. And to your point of what Jim Rickards is saying, it could be really bad, but that's when the most amount of wealth is made. Yes, amen. And so you have to go from this victim mindset, like, oh my gosh, the whole world's gonna kill me, to going like, oh, how can I navigate this properly? And if you can shake the victim mentality and you can learn to see there's opportunity everywhere, we can come out ahead. Just, I'm a big surfer, I'm from California. And in Fiji right now, there's what they call a code red swell, where the waves are like 30, 40 foot, right? And most people are running for their lives. They're gonna die. And most people should never go in the water when waves are five foot, much less 40, 50 foot. I had two classmates that have never come out out of Hawaii. But these train surfers went out there with the right equipment, jet skis and stuff, and they're riding these monsters, and they're having the time of their life. Right. And so if you have the training and the skill and the preparation, then you can go take advantage of these times. Absolutely, absolutely. So anyway, we're gonna talk today about what you see going on in the monetary, the money markets. What's your opinion right now, because there's gold, silver and there's Bitcoin. I notice that people are getting more, they're more favorable towards Bitcoin and gold and silver. What do you see happening? Well, we have a big problem. And the big problem is that my dad always told me as I was a kid growing up that it takes a lifetime to build trust and one time to ruin it. And what we're really witnessing isn't just the death of a fiat currency or the dollar, we're witnessing the death of the fiat money system, the international monetary system, which requires trust to work. And so as we're losing trust, each nation is now starting to go, we can't trust the US dollar system. Look what happened to Russia, the rate count seized. So now we need to use our own currency. So now we're seeing the rise of the BRICS and each of these BRICS nations wants to start using their own currency now. But of course, that's not gonna work because they don't trust each other. They certainly don't trust China. They don't really trust the United States either. However, next month, starting in August 22nd, they're going to announce this new currency, a BRICS currency. But I think what they're trying to do is they're trying to somehow restore some trust back to this fiat money system. But I don't know if they can. And I think that is the real question that we're kind of facing today. And what they're really wanting to do is find a way to reintroduce trust. And so they're thinking about bringing gold back and using some sort of a gold peg to this new BRICS currency that would give it value, which would be pretty interesting. Right, just for people to understand here, it was back in 1944 after the end of World War II, because most times like this leads to war. And I'm afraid we're looking at war with, you know, China, Taiwan, Ukraine, Russia. It's not a good time. But anyway, when that happens is then, you know, 1944, a whole new currency came out, was called the US dollar backed by gold. It was called the Bretton Woods Agreement. And slowly but surely they kept changing the rules. And so in 1971, Nixon took the dollar off the gold, and he broke the Bretton Woods Agreement. Now it set up this huge boom, because I remember in 72 I was flying in Vietnam for the Marine Corps and I went to buy gold, because I didn't know what gold was. And I had to smuggle gold into America, because in 1972 when I bought my first gold, a Krugerrand from South Africa, it was illegal for Americans to own gold. Imagine that, illegal. And then what happened is in 74, Nixon sent Kissinger to Saudi Arabia and said, we're gonna back the dollar with oil. So the dollar became the petrodollar. And then this guy Biden, he did some kind of goofy thing, which pissed off the Saudis. Everybody's pissed off at us now. And then they took us off the SWIFT system, the exchange system, Russia got pissed off at us. And they call Russia the gas station of the world. And oil keeps going up in price. And we now have a national debt that's going through the roof, and they keep printing more money. And, you know, for everybody listening to the show for all these years, I'm always saying, you know, don't save dollars, save gold and silver and Bitcoin. So what are your thoughts on all those historical facts coming to a head today? Yeah, and we're coming to the head, and you know, we don't know how many more magic tricks they have, but we can see it certainly starting to close in where we're in a situation now where the Federal Reserve is raising rates at the fastest rate in history to try to bring down inflation. But the problem is they're making the government broke. And so now the US Treasury is bankrupt. And so their deficit spending is going through the roof. The problem is as they spend more into the deficit, it's causing inflation to go up even more. So we're sort of in this damned if you do damned if you don't situation. And so the only way to really remedy this is then to impose capital controls to try to tamp down the inflation. But when you put the capital controls in place, then nobody else wants to hold the currency or invest into the markets. And it's just death debt spiral that we're into. So we're witnessing the end of this. And so- So entering the dark ages? We are for a number of reasons. I say that with tongue in cheek, because when I studied history, I said, oh my God, the dark ages are coming. It's the end of an empire. There is the dark ages coming. The American empire is coming to an end. Yeah. So if you look at what sent us into the dark ages was after the Roman empire fell, they went in and destroyed all the libraries, all the information. And it was almost like human civilization had to start over. Like they didn't know anything. And what are we doing today? We're destroying all our history. We're changing math. We're changing facts. And the 1619 project. Right. And it's almost like we're losing what we know to be true. And now we're going to be lost in this dark ages. Information will be censored and then the money will be lost as well. And so it could be, it could be scary, but I think there's hope. There's hope out there. But also during that period, it was the thing was corruption was huge. Yes. And then what Eilike would happen, Trump just tweeted a thing on the FBI and how they're coming after him and not Hunter Biden. And you know, they found this baggie of cocaine in the White House, but somehow nobody dusted it. Yeah. They didn't dust the little baggie full of cocaine. They don't have any cameras there either. I know. I'm going, what is going on? So when corruption is that rampant, plus back in those days, the priests, you know, the Catholic priests and all, they were taking bribes and they're, I read this one account of, you go into confession with the priest. I'm not Catholic, so I'm going to get away with this thing. They said, you sit there, the Catholic priest will say, oh, you screwed two pigs and this wife and you cheated then you did this. Okay, that'll be 50 bucks. You know what I mean? Yeah. That's how they got to confess. I don't know if it's true or not. I don't get my, you know, Sarah's going to kill me for this one. But I listened to all this stuff. I said, well, it sounds like today. You know what I mean? Everybody's on the take. Yeah. Everybody's on the take. They're so desperate for money. Yeah. It's certainly the end of an empire when that happens. And so the only way to control the people from up, you know, up turning that whole system is then to continue to clamp down even harder. So it's continued to gaslight the public, continue to censor the public, continue to try to control that narrative any way they can. What does gaslighting mean? I've looked it up and I couldn't figure it out. So it came from a play. I forget how long ago, but basically there was a wife who kept seeing like the streetlights, the gaslights coming on. And the husband was like, no, no, they're not coming on. You're imagining that. And she's like, no, I can see them. No, you're not. It's not really, your mind's playing tricks on you. So it's like a form of like a mental psychological warfare. When you're telling people what they see is not true, even though they know it to be true. And it makes them go crazy because they're being told it's not. Cause I don't know if you know, I just recently, Rich Dad's been going through a big, big fight at Arizona State University. Cause I did an event there with Dennis Prager and Charlie Kirk and all this. And the professors came after us. Yeah. Now the strange thing is the kids loved what we did. And I put on a program for about 80 Barrett Honors College kids. They loved the program. The professors hated it. Yeah. And then when we did this one event that damaged our professors went criminal. They're lying, cheating, stealing. It was so bad, Mark, that the Arizona State legislature called an investigation into the professors. Wow. And the one, I think his name is Hearn, Curran or Hearn. He says, we will do an investigation and some of you will lose your jobs. And that's how bad it's gotten where the people we trust the most, professors have gone woke. So we come back, ladies and gentlemen, this is a very interesting time in history. Are we entering into the dark ages? Cause that's what happened when the Greek empire fell, the Roman empire fell, the Chinese empire fell. And is the American empire about to fall because our dollar is criminal right now. So we'll be right back. What you can do to prepare for the future. Welcome back. Robert Kiyosaki, the Rich Dad Radio Show, the good news and bad news about money. Today with special guest, Mark Moss, old time, long time friend. And he is an expert on a lot of things, money. He's a California surfer boy and been great friends. When I need to know the detail on something, Mark has the detail. So sorry, you had a question for Mark. Yeah, in the last segment you had touched on basically the government. There's no other solution other than capital controls. Can you just explain to our audience what that means? Yeah, certainly. So capital controls is where they control the capital. They don't want money. They don't want money leaving the country. And so what happens is when you're in a country that has super high inflation, you're in Venezuela, you're in Argentina, you're in Turkey. So in Turkey, the currency is inflating so fast, 80%, 90% inflation, that people will take their, the Turkish lira and exchange it for anything. And they most likely want to get it out of the country, but they don't want the currency to leave the country because it just continues to crush the economy even faster. And so they'll limit money leaving the country. A couple examples are, so I was just recently, a week ago in Spain at this entrepreneur conference, and there was some entrepreneurs there from the Netherlands. And Netherlands are doing these capital controls now. So they're trying to buy product from other countries in the EU, right? It's sort of like the United States over there, the size, but they're not even able to buy the things they need because the government doesn't want the money to leave. Or the group that put this event on were from Argentina. And so in Argentina, they've had 100% inflation. And so the government says the exchange rate, the quoted exchange rate is roughly 250 Argentine pesos to one US dollar, but you can only exchange, I think $300 for that. So the black market, the exchange rate is 550. So people will go on the black market because they don't want the currency, right? So then what the government does in more capital controls is they say on your credit card, you can only spend 300 a month. If you go, so these guys are traveling, they're in Spain. Well, what do they do? They have to use their credit card. If they spend more than 300 leaving the country, they exchange it at double the black market rate. Okay, so that sparked something in my head. FedNow just launched, and we know that we, a lot of people feel like that's the future. Right. Is that a- Capital control. Capital control, and is that a real potential do you see happening in the United States? Yeah, so just going back to the same Mark Twain line, history doesn't repeat, it rhymes, but it does repeat. And so every, there's a 250 year cycle for an empire or a democracy. And so they always follow the same path. And the last path is always capital controls. And so yes, I do see that. Is this FedNow the gateway? Most likely, part of what FedNow does is it allows money to move between banks 24 seven now because banks are only open bankers hours, right? So Monday through Friday, eight to five. But now FedNow allow money to move nonstop. However, they've put gateways on that. So for example, any transaction over $100,000 goes to the side, has to be manly reviewed. And so it allows them to stop a transaction whenever they want. So I don't think FedNow is as scary today as most people wanna make it seem, but it's the slippery start. It's a start. Yeah, I was gonna say it's like a gateway drug. It's the gateway, right? So that's gonna lead to CBDC. Yeah. The 22nd of August is the BRICS, B-R-I-C-C-S. Yeah, the BRICS. The BRICS. BRICS nations. And they wanna go to a gold back cryptocurrency. So the US dollars under assault. And one last question from the old history. Capital controls and price controls, cause Nixon tried to slide in price controls. What are price controls? So the same thing. So what happens is, and they work together, right? So what happens is inflation, because the money is dying, the prices are going up, which is what makes people wanna flee and go, so they need capital controls to keep people in. But prices are still going up so fast. So then they try to cap the prices to try to combat the inflation. That's price control. So they kind of work hand in hand. But the problem is that if they don't do that, then it leads to what we call a speculative attack against the currency. So what happens is like in Turkey, for example, the inflation is running so high, or let's just use the United States as an example. At the end of 2021 and 22, you could get a 30 year loan for two and a half, 3%. But inflation was eight or 9%. So what would you do? You would go borrow the currency to get a 3% loan. That's what I was doing. Right, of course. And anyone would do that. That's called a speculative attack. So now I'm borrowing cheap and I'm investing it. But that only continues to unravel even faster. So then they say, well, we can't do that. So now we're not gonna give loans for these certain things. We're not gonna give loans for these certain sectors. And they'd start trying to like whack-a-mole, right? Start trying to clamp down on different parts of the economy. But of course, us as investors were nimble. So we're like, okay, well then we'll go over here. Shut that down. And so those two work together, control the flow of capital in and out of the country, in and out of assets, debt specifically, and also cap the prices so they can try to pretend like inflation is staying down at the same time. So I'm curious about this entrepreneur conference. What kind of conference was it? It was amazing, Robert. I was very encouraged. So it's a group called the Capital Club. And it's like all 30 something entrepreneurs, mostly in the digital economy. So e-commerce and things like that. They're all seven, eight figure entrepreneurs. There was 125 of them. So it was like a little mastermind group. And they had a handful of speakers. Mark Joyner came in, Gary Brekka, the biohacker came in. But it was very encouraging to see about 125 young entrepreneurs that are making a lot of money, about 75% of the crowd was international. And they asked me to come in and kind of talk about the BIS, the org chart of the world and how we navigate around that. But it did make me hopeful for the future. That's good, that's good, that's good. So anyway, once again, it's the Rich Dad Radio Show. We don't recommend, we don't say to do anything. The reason we have this program also is you go to Rich Dad Radio. And we archive all of our programs. For you who have friends, family, and that idiot brother-in-law who can't hear a thing, please go to Rich Dad Radio, play this back. And we don't recommend what you buy or sell or do with your money. But we do want to open your minds up as to what is happening. And so I've been a history buff for years. I mean, the way I got into gold and silver was in 1964. I knew nothing. And I was just starting high school and I pulled up a dime and a quarter and it had copper on it. I looked, I went like this, you know. So why is it copper? And I didn't know I was bumping into Gresham's law. And Gresham's law has been around since the dinosaurs walked the earth. Right. And Gresham's law says, anytime the government or anybody tries to pass fake money off onto you, real money goes into hiding. Good money drives out bad. So we're at Gresham's law right now in a massive global scale. So what do you say to people who are in the middle of Gresham's law, I don't save dollars. And I said, I was laughing the last program we had Lear Capital on, I was holding this up. And the guys in international, he was started in international banking. I said, you know, the Japanese, they're hereditary, what do you want to call it, genetics. Japanese are savers, which is why they're stupid. But they save yen. Right. I'm going, I don't even want to save this piece of toilet paper, the dollar, but the Japanese save yen. So I want you to be disrespectful to my race. I'm fourth generation Japanese American. Would you save yen today? No, you wouldn't. I wouldn't want to save dollars either. I wouldn't save dollars either. And while it's easy to see the dollar is going up against all the other currencies over the last couple of years, it's crashing against assets. Yeah. So it's down on real estate, it's down on stocks. But if you want, let me tell you what's actually being planned by the big bank organizations that they're trying to put in place right now. And so if we look at the world in like this org chart, above us, we have like these policy makers. And so that would be, well, the policy enforcers would be like the governments. Above that are the policy makers. And so these are like the World Economic Forum, we have the Club of Rome, these types of things. You mentioned Kissinger. So Kissinger is really the one that kind of put all this together. Above that, we have the central banks. And then above the central banks, we have the Bank of International Settlements, the BIS. And they just made gold and silver tier one assets. It's gold, I mean, gold. So they, Mayor Rothschild famously said, give me control over a nation's money, I care not who makes its laws. So they said- I love that, I love that. Say it again. Give me control over a nation's money, I care not who makes its laws. Amen. Kissinger said, control the food, control the people, control the energy, control the continent, control the money, control the world. And so when you look at this org chart, you see that the BIS, the Bank of International Settlements and the central banks are above the governments. And they control the governments by controlling the money. Oh, no money for you. Sort of like the soup Nazi on Seinfeld, you know, like- Is that what they're afraid of with crypto, I mean, the CBDC, central bank digital currency? Right. So this is what's coming out now. So the Bank of International, the BIS, has now had two papers come out in the last couple of months and they are rolling out these central bank digital currencies, the CBDC is very hard. So there's two projects that they've rolled out. One is called Project Inbridge. And the other one now is called this Unified Ledger. And so basically what they want, and this is of course, headed up by China, Malaysia, let's see, Switzerland, Hong Kong, Singapore, UAE, United Arab Emirates, right? So the oil, the Reserve Bank of Australia, Bank of France, and the Bank of Thailand. And so they're all in on this. They're ganging up on the US dollar. They're ganging up. So Switzerland, Hong Kong. So Hong Kong is the financial capital of the world, specifically for Asia, right? Singapore, all those. And so they all have their own central bank digital currencies, but then Project Inbridge is the hub. So BIS now will run the hub and all central bank digital currencies will go into the hub and they'll be exchanged. And so that's the Unified Ledger. But that's what they call the basket, a lot of times they're talking about SDRs and all this. For years and years and years, they've been trying to figure out how to get a global currency. Right, so they have what's called SDRs, special drawing rates. And so that means the IMF. So the IMF is a little bit lower down on the totem pole in the org chart, but each currency has a, their currencies in a basket. And so the US dollar is the biggest part of that basket. I want everybody to hear this. They're doing so much just to get, figure out what is money? What is money? And I've been a real simple dude. Like I said, I hold up a little silver dollar and it's got copper on it. I said, this is not money. That was 1964. So today all I'll do is save real silver and my gold. But the issue today, I want all the listeners of this Rich Diarrhea show is what is money? What are you working for? What are you saving? And how do you plan to survive into the future if what you think is money, what your mommy and daddy taught you or what the school system taught you as money, isn't money? What I like to say, Robert, is something a little shocking just to get people's attention. But I say, none of us want money. We don't want money. One is the things that money buys us, the goods and services. And so then I think about this adversarial because if we're going into the central, well, not if, we are going into this central bank digital currency world where they'll have total control. Just like when the government seized gold in 1933. But if we were in 1933 and they seized all your money, all the gold in the bank, how would you have protected yourself? Well, if I didn't have gold in the bank, instead I had a ranch with 200 head of cattle, I wasn't affected. If I had a general store and I was selling supplies in town, I wasn't really affected. And so I didn't have all my money in their financial system. I had real wealth. I had goods and services. And so, you know, to the point of having gold or assets outside of the financial system. So as they continue to usher the system in, if we're outside of that system, then we can protect ourselves. I understand. You know what's happening to me, Mark, is that CNN and CNBC stopped inviting me on their program. You were telling the truth. Well, is that because I speak against their advertising. But this Friday, CNBC called and I'm gonna be on CNBC. So I'm kind of choosing my words carefully because I'm going back onto the program. But I'll say here on Rich Dad Radio, I simply don't invest in anything I can print. I want nothing that can be printed. So like you have the dollar bill, you can print that. You can print an ETF, exchange traded fund. And people think, oh, that's as good as gold. You know, the SLV is silver ETF. But you can sell that ETF as many times as you like. It's called hypothecation. So the whole banking system, as Mayor Amschel Rothschild said, I care not who makes the rules, let me control the money. And ladies and gentlemen, the Rich Dad Radio show is creative, so you take control of your money. This is not money, this is toilet paper. And I like to think of assets in kind of like three main buckets where you have really scarce assets, right? So those would be like waterfront property around a lake or on a beach, obviously like Bitcoin, 21 million, so to speak. And then you have like very energy intensive assets. So gold would be super energy intensive. Cattle would be energy intensive. Oil. Oil, right? So like if you look at, you know, real estate in the United States average went up in the last two years about 40%. In Austin, it's the fastest growing city in the United States for 20 years, about 50% increase in the average property there. But on Lake Travis, homes went up 150% because they're very scarce. So fine art collectibles, things like that that are scarce. So most assets will keep only up with inflation, right? They'll keep up with inflation, but the good scarce assets will beat inflation. So that's kind of how I think about it in terms of that. But people need to understand this because the central bank digital currencies, they're not some like pipe dream, it's coming. They're already rolled out in multiple countries and they're coming to a country near you pretty quickly. The other piece that I think, you know, you mentioned earlier, like the corruption. And so as corruption continues to get worse and worse, people continue to see this. They can't hide it anymore because we have the internet. And so now that people are mad about this, and so they have to kind of continue to control the information. So now it's all misinformation that we hear, malinformation. It's a threat to our democracy. So the next piece with the central bank digital currencies is also online identification. So in China, for example, to get internet access, you have to do facial recognition, right? And India also, because they want to know who it is saying this mean thing against the government. And so the CBDCs and the digital ID are kind of that last piece that they can put, you know, put us in the pen. That's surveillance, isn't it? It's surveillance, right? I like to say without the freedom to transact, there is no freedom. So it goes back to the Medici family when they came in with the Florin and they had gold and people trusted gold, trade flourished. It exploded all over the world. People travel all over the world looking for gold and silver. Right, right. And now it's coming to an end. And when there was a universal form of money that everyone could recognize and accept and use, right? Because before that you had all these different coins with different weights and different measures. It was very difficult. And so when we have one coin, but to the point now, we've had the dollar has been the global, you know, reserve currency of the world. But as we start breaking into all these different currencies competing, what will that do to the world trade? Well, the BRICS nation was somewhat five and they asked me that they'll jump it to 41. Right, over 60% of the world's population. And the money. So ladies and gentlemen, we're running out of time. Mark, I want to thank you. We'll come back. I'll start off with final questions here. But ladies and gentlemen, the question is what is money? And ask yourself that question. Because when I asked Kevin de Marat of Larry Capital, I said, if you were a Japanese, would you save the yen? He goes, no. So the Japanese are though. And you think about that. Why are the Japanese with one of the worst currencies in the world, the highest debt to JDP ratios in the world, why are they saving yen? Because that's what they're told to do. We'll be right back. Welcome back, Robert Kiyosaki, the Rich Dad Radio Show. I'm sitting here, my energy is low. I'm just absorbing all the information being pumped up by a friend, Mark Moss. Because we're in, in my opinion, one of the most critical times in world history, not just US history or modern history, in world history. It's like the fall of the Chinese empire happened when they printed, they were the first to print paper money. Then came the Greeks, then came the Romans, and now comes America. And we've been printing money. So this is one of the most exciting times in world history, except that most people are still doing what they're told, go to school, get a job, work hard, save money, pay your taxes, get out of debt, and invest in the stock market. That's suicide today. That's a kamikaze pilot route. So again, Rich Dad Radio, we don't recommend, we don't say, do anything, we just hear, you listen to it, do your own due deals, and just check it out. But, and also one more thing, all of our programs are archived at richdadradio.com. This program is worth sitting down with friends and family, and a goofy brother-in-law of yours, listen to it and discuss it, and watch the tempers rise, because a lot of people are gonna find out what they believe is real, might not be real. So Sarah, any comments, any questions? First comment is just thank you again for coming. Always a pleasure to have you in person. We covered gold, we covered CBDCs today, but my big question is, how does, you're a Bitcoin guy, if you can say that, seems so generic, but how does Bitcoin fit into this big picture of CBDCs, the BIS, everything that's happening? Yeah, so Bitcoin is a ledger system, right? It tracks who has the asset at a certain time. So in the- For those who don't know what a ledger is, when you play the cash flow game, it's called the income statement and balance sheet. That's a ledger system. See, when I had gold in my hand, it's a physical object, and everyone in the world knows I have the gold, because I'm holding the gold. And if I hand the gold to you, now you have the gold, everybody knows it, because you have the gold. But in a world where we move into an information age, then a ledger tracks who's holding the gold. But now I have to trust whoever's holding the ledger. But it did that in order to speed things up, because to move gold across the country, across the world was very slow, the settlement, the final settlement. So now the bank holds the gold, and they just mark on the ledger from Mark's account to Sarah's account. So now it happens very quickly. Well, the BIS, the CBDCs, they want to create a new ledger that they can control, and they just keep track of who has it, sort of like we do now. But instead of each country having their own financial system and their own ledgers, they just want to keep a ledger for the whole world. Because of course Rothschild said, give me control of the money. And so they want to create a unified ledger for the whole world. But the problem is, is that requires trust. And over and over and over again, we find out that we can't trust them. Because of course, human nature is always going to want to manipulate and steal. So Bitcoin is also a ledger, but it's a decentralized ledger that nobody can control. So no one has the power to control it or change it. It's completely decentralized. And so it's what we call trustless. So instead of needing to trust in Bitcoin, we say don't trust, verify. Because it's an open ledger, everyone can see it, it's open source. So we can always see, hey, there's this, this address has this many, this address has this many. When the transaction happens, everyone can see that at the same time. So this is a very key piece because as the world is losing trust, I talked about that earlier, we need a trustless ledger that nobody can control. And that's where Bitcoin fits in. Another key piece with Bitcoin is, again, going back to the information age, is it allows us to transact peer to peer without needing to go through those trusted intermediaries. And Robert asked the question, what is money? And he talked about the Japanese holding their money or their savings in the yen and cash. But the problem is like, what is money? It's a big question. But one thing that money is, is like, it stores my energy. I worked today. I don't need that money, so I stored in money to be used later. It's like a battery. Gold and silver are very intense. They hold energy tight. Very, very. They don't have leakage. Yeah. They don't have. Very, very tight source of energy. And it costs about 10 times or 20 times more for gold to produce than for silver. That's the price difference. Gold takes more energy. Right. So I think it's a very simple question. Most people would know the answer to. If you, would you rather your money buy you more goods and services in the future or less? More. And of course more. And so that means you would want to store it in a battery that would keep that charge and not lose it over time. Well, the goal for the fiat money system is to lose 2% of its charge per year. Right now it's losing about seven or eight, depending on how you want to measure it. And so Bitcoin is a fixed supply, never more than 21 million. So there's no leakage. There's no inflation to that number. And so for the first time in human history, the godfather, the father of the Austrian School of Economics, Ludwig von Mises says that there's no such thing as a constant in economics because oil's changing, gold's changing, wheat's changing, but now we have it. Bitcoin is a constant 21 million. So it's a change, but ultimately I think it's, like I said, it's a decentralized ledger trustless system. And in the world, as the world continues to break apart and trust continues to get lost, it's the only solution. Thank you. Thank you. One of the best explanations I've ever heard Mark, and I've heard trustless. So once again, we don't recommend you buy or do, we're pure educational. Please listen to this and most importantly, get together with friends, family, a goofy brother-in-law of yours, discuss this and figure out what they know. Thank you for listening to the Rich Dad Radio Show. Thank you, Mark Moss. Thank you. Thank you. This podcast is a presentation of Rich Dad Media Network."}, "podcast_summary": "In this episode of the Rich Dad Radio Show, Robert Kiyosaki interviews Mark Moss about the history of money and the current state of the financial system. They discuss the rise of central bank digital currencies (CBDCs) and the potential impact on the global economy. Moss explains how the Medici banking family in Florence, Italy, invented the modern monetary system and how the use of ledger systems and modern accounting revolutionized finance. He also highlights the importance of understanding history to navigate the future and the need to protect wealth by investing in scarce assets like gold, silver, and Bitcoin. Moss warns about the loss of trust in fiat currencies and the potential for capital controls and price controls as governments try to combat inflation. He emphasizes the importance of being prepared and finding opportunities during times of crisis.", "podcast_guest": "Mark Moss", "podcast_guest_info": "Mark Moss is an entrepreneur, investor, and educator with a background in real estate. He is passionate about helping people understand the financial system and make informed investment decisions.", "podcast_highlights": "1. The Medici banking family invented the modern monetary system\n2. Ledger systems and modern accounting revolutionized finance\n3. Understanding history is crucial to navigate the future\n4. Protecting wealth by investing in scarce assets like gold, silver, and Bitcoin\n5. Loss of trust in fiat currencies and potential for capital controls\n6. Importance of being prepared and finding opportunities during times of crisis", "podcast_insights": "1. The rise of central bank digital currencies (CBDCs) is a response to the loss of trust in fiat currencies\n2. CBDCs aim to create a unified ledger system controlled by central banks\n3. Bitcoin offers a decentralized and trustless alternative to CBDCs\n4. Scarce assets like gold, silver, and Bitcoin can protect wealth during times of economic uncertainty\n5. Capital controls and price controls may be implemented to combat inflation\n6. Understanding the history of money can provide insights into the current financial system", "podcast_actionable_recommendations": "1. Diversify your investments by allocating a portion of your portfolio to scarce assets like gold, silver, and Bitcoin\n2. Stay informed about the developments in central bank digital currencies and their potential impact on the global economy\n3. Consider the potential risks and benefits of capital controls and price controls in your financial planning\n4. Continuously educate yourself about the history of money and the financial system to make informed decisions\n5. Be prepared for economic uncertainty by having a contingency plan and exploring alternative investment opportunities"}