{"podcast_details": {"podcast_title": "Science, Quickly", "host_name": "Jacob Job", "episode_title": "They Tap Into the Magical, Hidden Pulse of the Planet, But What is the Nighttime Bird Surveillance Network?", "episode_image": "https://static.scientificamerican.com/sciam/cache/file/6E8467DF-0688-4D4F-95E46E6B82CC3912_source.jpg", "episode_duration": "00:09:02", "episode_transcript": " Parenting is an epic journey of highs and lows. Therapy can help you navigate it all and take care of yourself so you can be the best parent possible. And BetterHelp makes it easy. Complete a brief questionnaire, match with a licensed therapist, and switch therapists anytime for no additional charge. 100% online and designed for maximum flexibility. Get started at BetterHELP.com forward slash parenthood for 10% off the first month. Actually seeing migration is tough, right? I didn't see migration but I heard it that night. That'll always stay with me. There's no denying it. We humans largely operate under the light of the sun. But as the sun sets and we go to bed, another shift begins. While we sleep, depending on the time of the year, the skies come alive and they have a story to tell. Are you ready to listen? I'm Jacob Job and you're listening to Scientific American's Science Quickly. Each spring, billions of migratory birds take wing in an annual ritual that carries them from their wintering grounds to their breeding grounds. Come fall, adult birds with offspring reverse course and head back to their winter homes. Birds have been migrating for at least hundreds of thousands of years. Our understanding of this phenomenon is relatively recent, however. Early speculation suggested that the seasonal exodus of birds was best explained by some pretty far out there hypotheses. Dating back to at least the 11th century was the idea that some geese temporarily transformed themselves into barnacles that clung to the sides of ships. A 16th century Swedish priest hypothesized that some birds dove down underwater only to pass the winter in the relatively warm mud at the bottom of lakes. A century later, another member of the clergy even suggested that birds escape the cold of winter by hitching a ride on the wind to the moon. That's one small step for man, one giant leap for mankind. Over time and with slightly more careful observation, it became clear that birds were indeed seasonally hitching rides on the wind. But not to nosedive into lake mud or escape Earth's gravity for far off celestial bodies. They were instead traveling to other parts of the globe where it was warmer and more importantly, where there was food to be found. They were migrating. We now know that in North America, around 70% of bird species migrate. Many of them spend weeks or months traveling thousands of miles across the Western Hemisphere twice a year. Birders know this and spend every spring and fall hopping from green space to green space with binoculars in hand, hoping to catch a glimpse of unfamiliar species they otherwise rarely have a chance to see the rest of the year. As waves of weaned migrants move across the landscape, it's like a reshuffling of the deck. New species pop up each morning in your neighborhood. Those that were just there the day before are now gone. These daily discoveries can feel almost magical. And what most of us don't understand is that most of the magic happens at night. In this episode and over the four more that follow it, we will embark on a science quickly fascination diving deeply into the nighttime bird surveillance network. We'll hear from birders and researchers who got a glimpse of these moments. I live in the State College of Burroughs, right in the middle of a town. Nights of 20,000 calls is a normal thing on a yearly basis. Bigger numbers than that can also happen. Some of the best nights of nocturnal listening that I experienced were when I was in college in Ithaca, New York, upstate New York, at Cornell University. And so I remember calls from birds every few seconds that were migrating overhead. I found really thrilling because it felt like I was tapping into this vast, mysterious pulse of the planet phenomenon that was just so much bigger than me. This was a whole nother level of experiencing something that was hidden to so many other people. And I remember going out to Tift Nutri Preserve, which is right in the heart of Buffalo. And I remember, you know, walking up the hill, dewy grass, brought a blanket, laid it out, and just stayed there for most of the night. And I was just so pumped to hear these flight calls. I didn't know what they were at that point. And I remember, you know, I stayed up late. I probably got back to my dorm at 4 a.m. or something. And it all sort of came together when one night at this campsite about 30 miles east of Minneapolis-St. Paul, I heard a large night migration of birds going over, all sorts of calls. One of these nights that, you know, there's just constant calling up there of birds in nocturnal migration. And it was late May, peak of spring migration, and it was quiet. And there were no insects. And the frog choruses were distant. I was up on a bluff. And I had a really good window to hear this phenomenon with my ears. For me, it was it was rapturous. I mean, this is an incredible phenomenon. I'm a good birdwatcher. I can go out during the day and see lots of birds. But here, you know, this is the flight. This is the movement. This is different than anything that happens during the day. The sounds they're describing and the ones you're currently hearing, the chips, cheeps, zeeps, whistles and trills, these are the sounds of birds migrating at night. Specifically, you're hearing their nocturnal flight calls. Remember the 70 percent of North American birds that are migratory? It turns out that 80 percent of them migrate at night. Now, there's a whole host of reasons why birds may choose to migrate at night. Migrants encounter fewer predators at night. The nighttime atmosphere is calmer and easier to fly through. And the moon and stars act as navigation beacons, guiding birds across continents. But navigating in the dark has its challenges. Birds get blown off course, get caught in storms, encounter hazardous pollutants and collide with objects in their way. Scientists think that one way birds offset these challenges is by talking to one another. But exactly what they're saying, why they say it and even who is doing the calling are still a bit of a mystery. In fact, it wasn't until the late 19th century that we had our first documented evidence of nocturnal flight calls. In 1896, amateur ornithologist Orrin Libby tallied nearly 4,000 such calls near his home in Wisconsin. Ever since then, scientists have been working night and day to decode this sort of nocturnal morse code. What they've learned so far is that the phenomenon of migration is happening on a scale far larger than we once thought. But also that scale is shrinking as migratory bird populations decline to record low numbers. For the next four episodes, we're going to go dark. We'll train our ears to the night sky and learn about the science of nocturnal flight calls. We'll meet the people, science and technology behind the global undertaking to decipher these enigmatic sounds of migration and how this work is being used to help protect migratory birds before it's too late. And because fall is knocking on our door here in the Northern Hemisphere, it's the perfect time to get inspired to go out and listen to your patch of night sky. On the next episode of the Nighttime Bird Surveillance Network. They're secretive and here they were. And there's all these other calls up there too, which I didn't know. And basically the idea came to me at the time that, wow, if I had, if I could make a recording of this phenomenon, that this would be a document that someone in the future would appreciate. It just, it was all there for me in that moment. We get into the nuts and bolts of tracking the nightly movements of migratory birds with one of the original pioneers of nocturnal flight call monitoring. Science Quickly is produced by Jeff Delfizio, Talika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don't forget to subscribe to Science Quickly. And for more in-depth science news, visit scientificamerican.com. For Scientific American Science Quickly, I'm Jacob Job."}, "podcast_summary": "In this episode of Scientific American's Science Quickly, Jacob Job explores the fascinating world of migratory birds and their nocturnal flight calls. He discusses the history of bird migration theories, the reasons why birds migrate at night, and the challenges they face. Jacob also highlights the importance of bird surveillance networks and the efforts to protect migratory bird populations. Tune in to learn more about this incredible phenomenon and how you can get involved in birdwatching at night.", "podcast_guest": "Jacob Job", "podcast_guest_info": "Jacob Job is an ecologist and audiophile who hosts Scientific American's Science Quickly podcast.", "podcast_highlights": "1. Birds migrate from their wintering grounds to their breeding grounds and back, traveling thousands of miles across the Western Hemisphere.\n2. Around 70% of bird species in North America migrate.\n3. Migratory birds primarily migrate at night to avoid predators and navigate using the moon and stars.\n4. Nocturnal flight calls are the sounds birds make while migrating at night, and scientists are still decoding their meaning.\n5. Migratory bird populations are declining, and efforts are being made to protect them.", "podcast_insights": "1. Bird migration is a complex and ancient phenomenon that has only recently been understood.\n2. Nocturnal flight calls play a crucial role in bird migration and communication.\n3. Bird surveillance networks are essential for studying and protecting migratory bird populations.\n4. The decline in migratory bird populations is a cause for concern and requires conservation efforts.\n5. Birdwatching at night can be a rewarding and awe-inspiring experience.", "podcast_actionable_recommendations": "1. Get involved in birdwatching and join local birding groups to learn more about migratory birds.\n2. Support conservation organizations that work to protect migratory bird habitats.\n3. Reduce light pollution in your area to create a more favorable environment for nocturnal bird migration.\n4. Educate others about the importance of migratory birds and the need for their conservation.\n5. Take steps to make your own backyard bird-friendly by providing food, water, and shelter for migratory birds."}